Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-077__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 天之道，其猶張弓與？
en: May not the Way (or Dao) of Heaven be compared to the (method of) bending a bow?

source: 高者抑之，下者舉之；
en: The (part of the bow) which was high is brought low, and what was low is raised up.

source: 有餘者損之，不足者補之。
en: (So Heaven) diminishes where there is superabundance, and supplements where there is deficiency.

source: 天之道，損有餘而補不足。
en: It is the Way of Heaven to diminish superabundance, and to supplement deficiency.

source: 人之道則不然，
en: It is not so with the way of man.

source: 損不足以奉有餘。
en: He takes away from those who have not enough to add to his own superabundance.

source: 孰能有餘以奉天下？
en: Who can take his own superabundance and therewith serve all under heaven?

source: 唯有道者。
en: Only he who is in possession of the Dao!

source: 是以聖人為而不恃，功成而不處，其不欲見賢。
en: Therefore the (ruling) sage acts without claiming the results as his; he achieves his merit and does not rest (arrogantly) in it: - he does not wish to display his superiority.
